# Sorry - this phrases developed by teenager in love ;D
# But in future - planned as Soft Assistant by AI
phrases = {
    "start":        ["А я тут", "Я пришла", "Все. Я вся твоя)", "Привет)", "Привет", "Хай", "Доброе утро"],
    "problem":      ["Как прошел твой день?", "Как дела?", "Расскажи что-нибудь", "Скучно."],
    "statements":   ["Все таки после тяжелого дня спасет только красное полусладкое.", "", "", "", ""],
    "ans":          [],
    "refine":       ["Точно?", "А именно?", "Даже не знаю.. Ты уверен?", "А как считаешь ты?", "Что же?", "Давай ка подробнее", "Понятно"],
    "main":         ["Итак... твой главный вопрос?", "И что тебя гложет?", "Ии... чем могу помочь?)", "Так в чем дело?", "Слушаю)", "Выскажись", "Я вся во внимании", "Дерзай"],
    "solution":     ["Ты конечно смотри сам, но мне кажется @q", "Не знаю... Наверное @q", "Спорно. На самом деле. Но думаю @q", "@q выбирай - не ошибешься", "@q конечно"],
    "switch":       ["хватит", "о главном", "ладно", "ясно", "понятно", "подскажи", "ири", "помоги", "слушай", "твоя помощь", "помочь", "поможешь мне", "дашь совет"],
    "bye":          ["Ладно.. Мне бежать. Пока)", "До скорого!", "Пока. Еще поболтаем", "Давай. Удачи)"]
}